[
["", "", "", "#description+title", "#description"],
["", "", "", "Situation overview (as of October 2019):", "The Deyr rains (September-December) started in September in some parts of Somalia and moderate to heavy rains have continued in many parts of the country and within the Ethiopian highlands over the last three weeks, according to the FAO-Managed Somalia Water and Land Information Management (SWALIM). As a result, in Belet Weyne and Jowhar riverine areas, the Shabelle river levels have surpassed the high risk level of flooding and are just a few centimeters to bank full capacity. By 21 October, the Shabelle river level was at 7.72 meters in Belet Weyne, less than half a meter below the bank full level of 8.30 meters with flooding reported in the town. In response, some residents have already begun relocating to higher ground. In Jowhar, river levels are near bank full, while two major breakages at Maandheere and Dhamasame (Jowhar) have reportedly resulted in flooding. Reports from neighboring areas in Ethiopia indicate overbank flows from the Shabelle with the flood water expected to reach Somalia in a day or two, thus increasing the risk of flooding in the region. The river levels are very high in Bulo Burto, Mahadey Weyne and all downstream reaches, and a similar trend is expected from upstream. Moderate to heavy rains are projected in the Ethiopian highlands that feed the river this week, and the Shabelle River is expected to rise further, leading to overbank spillage. Along the Juba River basin, water levels are also high, with flooding reported in Doolow, Luuq, and Bardheere. On 21 October, SWALIM issued another alert on possible floods along the Juba river advising communities in these areas, to move to higher grounds. In light of the forecast, flash flooding is also expected in built-up and low lying areas of Bay, Bakool and central regions."],
["", "", "", "", ""],
["", "", "", "", ""],
["", "", "", "", ""],
["0", "0", "", "", ""],
["1624", "1624", "", "", ""],
["13465", "13465", "", "", ""],
["2040", "2040", "", "", ""],
["2052", "2052", "", "", ""],
["0", "0", "", "", ""],
["873", "873", "", "", ""],
["0", "0", "", "", ""],
["7045", "7045", "", "", ""],
["0", "0", "", "", ""],
["0", "0", "", "", ""],
["0", "0", "", "", ""],
["0", "0", "", "", ""],
["600", "600", "", "", ""],
["76567", "76567", "", "", ""],
["47854", "47854", "", "", ""],
["24468", "24468", "", "", ""],
["0", "0", "", "", ""]
]
